---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ContourLabelsRelativeBase
source: html/0a31d088-f05a-a306-3b8d-8a1a9ba9b764.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ContourLabelsRelativeBase Property

"Relative Base"

## Syntax (C#)
```csharp
public static ForgeTypeId ContourLabelsRelativeBase { get; }
```